Repository: zezekim/seoulfm-app
Catalog: ios/Runner/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_es, fr, id, it, ja, kk, ko, ms, pl, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: 2010s
ar: سنوات 2010
de: 2010er
es: Años 2010
es_es: Años 2010
fr: Années 2010
id: 2010-an
it: Anni 2010
ja: 2010年代
kk: 2010-жылдар
ko: 2010년대
ms: 2010-an
pl: Lata 2010
pt_br: Anos 2010
ru: 2010-е
th: ยุค 2010
tr: 2010’lar
vi: Thập niên 2010
zh_hans: 2010年代
zh_hant: 2010年代

source: Ballad
ar: بالاد
de: Balladen
es: Baladas
es_es: Baladas
fr: Ballades
it: Ballate
ja: バラード
kk: Балладалар
ko: 발라드
ms: Balada
pl: Ballady
pt_br: Baladas
ru: Баллады
th: บัลลาด
tr: Baladlar
zh_hans: 抒情
zh_hant: 抒情

source: Classics
ar: كلاسيكيات
de: Klassiker
es: Clásicos
es_es: Clásicos
fr: Classiques
id: Klasik
it: Classici
ja: クラシック
kk: Классика
ko: 클래식
ms: Klasik
pl: Klasyki
pt_br: Clássicos
ru: Классика
th: คลาสสิก
tr: Klasikler
vi: Kinh điển
zh_hans: 经典
zh_hant: 經典

source: Dance
ar: رقص
ja: ダンス
kk: Би
ko: 댄스
ru: Танцевальная
th: แดนซ์
tr: Dans
zh_hans: 舞曲
zh_hant: 舞曲

source: HipHop
ar: هيب هوب
ja: ヒップホップ
kk: Хип-хоп
ko: 힙합
ru: Хип-хоп
th: ฮิปฮอป
zh_hans: 嘻哈
zh_hant: 嘻哈

source: Indie
ar: إندي
ja: インディー
kk: Инди
ko: 인디
ru: Инди
th: อินดี้
zh_hans: 独立
zh_hant: 獨立

source: Marathon
ar: ماراثون
es: Maratón
es_es: Maratón
id: Maraton
it: Maratona
ja: マラソン
kk: Марафон
ko: 마라톤
ms: Maraton
pl: Maraton
pt_br: Maratona
ru: Марафон
th: มาราธอน
tr: Maraton
zh_hans: 马拉松
zh_hant: 馬拉松

source: Pause SeoulFM
ar: إيقاف SeoulFM مؤقتًا
de: SeoulFM pausieren
es: Pausar SeoulFM
es_es: Pausar SeoulFM
fr: Mettre SeoulFM en pause
id: Jeda SeoulFM
it: Metti in pausa SeoulFM
ja: SeoulFMを一時停止
kk: SeoulFM-ді кідірту
ko: SeoulFM 일시정지
ms: Jeda SeoulFM
pl: Wstrzymaj SeoulFM
pt_br: Pausar SeoulFM
ru: Пауза SeoulFM
th: หยุด SeoulFM ชั่วคราว
tr: SeoulFM’i duraklat
vi: Tạm dừng SeoulFM
zh_hans: 暂停SeoulFM
zh_hant: 暫停SeoulFM

source: Pauses the radio.
ar: يوقف الراديو مؤقتًا.
de: Pausiert das Radio.
es: Pausa la radio.
es_es: Pausa la radio.
fr: Met la radio en pause.
id: Menjeda radio.
it: Mette in pausa la radio.
ja: ラジオを一時停止します。
kk: Радионы кідіртеді.
ko: 라디오를 일시정지해요.
ms: Menjeda radio.
pl: Wstrzymuje radio.
pt_br: Pausa a rádio.
ru: Ставит радио на паузу.
th: หยุดวิทยุชั่วคราว
tr: Radyoyu duraklatır.
vi: Tạm dừng radio.
zh_hans: 暂停电台。
zh_hant: 暫停電台。

source: Play ${station}
ar: تشغيل ${station}
de: ${station} abspielen
es: Reproducir ${station}
es_es: Reproducir ${station}
fr: Écouter ${station}
id: Putar ${station}
it: Riproduci ${station}
ja: ${station}を再生
kk: ${station} ойнату
ko: ${station} 재생
ms: Main ${station}
pl: Odtwórz ${station}
pt_br: Tocar ${station}
ru: Включить ${station}
th: เล่น ${station}
tr: ${station} oynat
vi: Phát ${station}
zh_hans: 播放${station}
zh_hant: 播放${station}

source: Play SeoulFM
ar: تشغيل SeoulFM
de: SeoulFM abspielen
es: Reproducir SeoulFM
es_es: Reproducir SeoulFM
fr: Écouter SeoulFM
id: Putar SeoulFM
it: Riproduci SeoulFM
ja: SeoulFMを再生
kk: SeoulFM ойнату
ko: SeoulFM 재생
ms: Main SeoulFM
pl: Odtwórz SeoulFM
pt_br: Tocar SeoulFM
ru: Включить SeoulFM
th: เล่น SeoulFM
tr: SeoulFM’i oynat
vi: Phát SeoulFM
zh_hans: 播放SeoulFM
zh_hant: 播放SeoulFM

source: Play Station
ar: تشغيل محطة
de: Sender abspielen
es: Reproducir estación
es_es: Reproducir emisora
fr: Écouter une station
id: Putar Stasiun
it: Riproduci stazione
ja: ステーションを再生
kk: Станцияны ойнату
ko: 채널 재생
ms: Main Stesen
pl: Odtwórz stację
pt_br: Tocar estação
ru: Включить станцию
th: เล่นสถานี
tr: İstasyon oynat
vi: Phát kênh
zh_hans: 播放电台
zh_hant: 播放電台

source: Play or Pause SeoulFM
ar: تشغيل SeoulFM أو إيقافه مؤقتًا
de: SeoulFM abspielen oder pausieren
es: Reproducir o pausar SeoulFM
es_es: Reproducir o pausar SeoulFM
fr: Lancer ou mettre en pause SeoulFM
id: Putar atau Jeda SeoulFM
it: Riproduci o metti in pausa SeoulFM
ja: SeoulFMを再生/一時停止
kk: SeoulFM ойнату немесе кідірту
ko: SeoulFM 재생 또는 일시정지
ms: Main atau Jeda SeoulFM
pl: Odtwórz lub wstrzymaj SeoulFM
pt_br: Tocar ou pausar SeoulFM
ru: Включить или поставить на паузу SeoulFM
th: เล่นหรือหยุด SeoulFM ชั่วคราว
tr: SeoulFM’i oynat veya duraklat
vi: Phát hoặc tạm dừng SeoulFM
zh_hans: 播放或暂停SeoulFM
zh_hant: 播放或暫停SeoulFM

source: Playing
ar: قيد التشغيل
de: Läuft
es: Sonando
es_es: Sonando
fr: En lecture
id: Diputar
it: In riproduzione
ja: 再生中
kk: Ойнап тұр
ko: 재생 중
ms: Sedang dimainkan
pl: Odtwarzanie
pt_br: Tocando
ru: Играет
th: กำลังเล่น
tr: Çalıyor
vi: Đang phát
zh_hans: 正在播放
zh_hant: 正在播放

source: Plays a SeoulFM station.
ar: يشغّل محطة من SeoulFM.
de: Spielt einen SeoulFM-Sender ab.
es: Reproduce una estación de SeoulFM.
es_es: Reproduce una emisora de SeoulFM.
fr: Lance une station SeoulFM.
id: Memutar stasiun SeoulFM.
it: Riproduce una stazione di SeoulFM.
ja: SeoulFMのステーションを再生します。
kk: SeoulFM станциясын ойнатады.
ko: SeoulFM 채널을 재생해요.
ms: Memainkan stesen SeoulFM.
pl: Odtwarza stację SeoulFM.
pt_br: Toca uma estação da SeoulFM.
ru: Включает станцию SeoulFM.
th: เล่นสถานีของ SeoulFM
tr: Bir SeoulFM istasyonunu oynatır.
vi: Phát một kênh của SeoulFM.
zh_hans: 播放一个SeoulFM电台。
zh_hant: 播放一個SeoulFM電台。

source: Plays the station you last listened to.
ar: يشغّل آخر محطة استمعت إليها.
de: Spielt den Sender ab, den du zuletzt gehört hast.
es: Reproduce la última estación que escuchaste.
es_es: Reproduce la última emisora que has escuchado.
fr: Lance la dernière station que vous avez écoutée.
id: Memutar stasiun yang terakhir kamu dengarkan.
it: Riproduce l’ultima stazione che hai ascoltato.
ja: 最後に聴いたステーションを再生します。
kk: Соңғы тыңдаған станцияңды ойнатады.
ko: 마지막으로 들은 채널을 재생해요.
ms: Memainkan stesen yang terakhir anda dengar.
pl: Odtwarza ostatnio słuchaną stację.
pt_br: Toca a última estação que você ouviu.
ru: Включает последнюю прослушанную станцию.
th: เล่นสถานีที่คุณฟังล่าสุด
tr: En son dinlediğin istasyonu oynatır.
vi: Phát kênh bạn nghe gần nhất.
zh_hans: 播放你上次收听的电台。
zh_hant: 播放你上次收聽的電台。

source: Station
ar: المحطة
de: Sender
es: Estación
es_es: Emisora
id: Stasiun
it: Stazione
ja: ステーション
kk: Станция
ko: 채널
ms: Stesen
pl: Stacja
pt_br: Estação
ru: Станция
th: สถานี
tr: İstasyon
vi: Kênh
zh_hans: 电台
zh_hant: 電台
